{
  "title": "Contact Us Page",
  "page_title": "Contact Us",
  "page_subtitle": "We're Here to Help with Your AI Journey",
  "description": "Reach out to us anytime — whether you have questions, need guidance with AI tools, or just want expert support, we're here to help.",
  "contact_info_title": "Contact Information",
  "email_support_title": "Email Support",
  "email_support_description": "Speak to our friendly team Via our Socials",
  "support_email": "Support@Doxiverse.com",
  "faqs_title": "Frequently Asked Questions",
  "faqs_description": "Find quick answers to the most common questions about Doxiverse, our mission, and how we can help you navigate the world of healthcare AI.",
  "faq_1_question": "Is Doxiverse another AI marketplace?",
  "faq_1_answer": "Nope. We're not \"Amazon for AI.\" We're more like a navigator. Doxiverse guides you through the noisy AI landscape, so you find what's credible, tested, and meaningful for healthcare.",
  "faq_2_question": "Do I need an account to access Doxiverse?",
  "faq_2_answer": "No account required! You can browse and explore all our AI tools, resources, and content without signing up. Create an account only if you want to save favorites, get personalized recommendations, or access premium features.",
  "faq_3_question": "Who is Doxiverse designed for?",
  "faq_3_answer": "Doxiverse is designed for healthcare professionals, medical practitioners, clinic administrators, and anyone working in healthcare who wants to leverage AI tools effectively and safely. Whether you're tech-savvy or new to AI, we provide guidance for all skill levels.",
  "faq_4_question": "What exactly is Doxiverse?",
  "faq_4_answer": "Doxiverse is a comprehensive platform that curates, reviews, and organizes healthcare AI tools. We help medical professionals discover, evaluate, and implement AI solutions that can improve patient care, streamline workflows, and enhance clinical outcomes.",
  "first_published_at": "2025-09-10T04:34:22.730844Z",
  "last_published_at": "2025-09-10T04:34:22.730844Z",
  "live": true
}
