{
  "title": "About Us Page",
  "page_title": "About Us",
  "subtitle": "Mission Statement",
  "mission_tagline": "Helping physicians navigate healthcare AI with clarity, trust, and purpose.",
  "paragraph_one": "<p data-block-key=\"f8uuz\">At the heart of this platform is a simple belief: <b>AI should serve physicians, not overwhelm them.</b></p><p data-block-key=\"epfz0\">We're a physician-founded initiative built to help healthcare professionals <b>cut through the noise</b> and discover AI tools that work — saving time, improving workflow, and enhancing patient care.</p><p data-block-key=\"5g5df\">As practicing doctors ourselves, we've experienced firsthand how fragmented and time-consuming it can be to stay updated with the rapidly expanding world of healthcare AI. That's why we created this platform — <b>a central hub of trustworthy, well-researched, and clearly explained AI tools.</b></p>",
  "image_paragraph_one": null,
  "image_paragraph_one_url": null,
  "paragraph_two": "<p data-block-key=\"cwq90\">Whether you're a solo provider, part of a small clinic, or running a larger institution, our mission is to make it easier for you to find the right solutions — fast. From documentation automation to imaging support, revenue cycle management to remote patient monitoring, we bring clarity and confidence to your AI journey.</p><p data-block-key=\"wyy0s\">We don't believe AI will replace physicians — but we do believe it can make us better, more efficient, and less burned out.</p><p data-block-key=\"as8zw\">This site is the first step in a larger vision: to create a credible, physician-led AI resource that helps the medical community embrace innovation without sacrificing trust or clinical quality.</p>",
  "image_paragraph_two": null,
  "image_paragraph_two_url": null,
  "what_you_can_expect_title": "What You Can Expect",
  "feature_one_title": "Curated AI Tools",
  "feature_one_description": "with clear, honest insights",
  "feature_two_title": "Independent, Unbiased Reviews",
  "feature_two_description": "not pay-to-play listings",
  "feature_three_title": "Credible Information",
  "feature_three_description": "grounded in clinical relevance",
  "feature_four_title": "A Focus on Workflow",
  "feature_four_description": "and burnout reduction",
  "footer_message": "We're just getting started — and we're building this for you. Welcome to a smarter, more focused way to explore healthcare AI.",
  "first_published_at": "2025-09-10T04:32:01.200825Z",
  "last_published_at": "2025-09-10T04:32:01.200825Z",
  "meta": {
    "is_fallback": true
  }
}
